Repository: joe7575/entrance
Catalog: locale/*.po
Languages: de

source: Offering Bowl
de: Opferschale

source: Congratulations!! You successfully passed the entrance exam. Achieve your dreams but stick to the rules
de: Gratulation Du hast die Prüfung erfolgreich bestanden. Verwirkliche deine Träume aber halte dich an die Regeln.

source: You successfully passed the entrance exam
de: Du hast die Prüfung erfolgreich bestanden

source: successfully passed the entrance exam
de: hat die Prüfung erfolgreich bestanden

source: Player who is currently in the entrance exam
de: Der Spieler der gerade die Aufnahmeprüfung macht

source: Start the entrance exam to get interact privs
de: Starte die Aufnahmeprüfung um interact Rechte zu erlangen

source: Let's start the exam
de: Lass uns die Prüfung beginnen

source: All exam fields are full!
de: Alle Prüfungsfelder sind belegt

source: You already have interact privs
de: Du hast bereits interact Rechte

source: Cancel the entrance exam for the given player
de: Breche die Prüfung für den angegebenen Spieler ab

source: Your exam was canceled
de: Deine Prüfung wurde abgebrochen

source: Exam canceled
de: Prüfung abgebrochen

source: Player is not in the entrance exam
de: Spieler ist nicht in der Aufnahmeprüfung

source: You don't have server privs
de: Du hast keine server Rechte

source: Place all exam markers
de: Platziere die Marker

source: Exam markers placed
de: Marker platziert

source: Output help to the exam
de: Gibt die Hilfe zur Prüfung aus

source: Welcome here on the Server! You don't have any privs/rights to build or craft anything. Before you get the privs, you have to make the entrance exam. This exam is not difficult but needs about 45 min. or more time depending on your skills. Start the exam with the command '/start_exam' More info about the exam with '/exam_help'
de: Willkommen hier auf dem Server Du hast keine Rechte um hier bauen zu können. Um Rechte zu erlangen, musst du eine Prüfung bestehen. Die Prüfung ist nicht schwierig, benötigt aber 45 min. oder auch mehr Zeit Starte die Prüfung mit dem Kommando '/start_exam' Weitere Infos zur Prüfung über '/exam_help'

source: Your task: Build an altar and sacrifice bread and a sword for the gods. You can open again this help page by means of the command /exam_help In detail: - Remove one dirt and place the water in the hole. - Craft a Wooden Hoe and prepare the soil around the water for the seed. For the recipes use the Crafting Guide. - Place the seed on the soil. - Craft a Wooden Pickaxe and go mining. - Replace the Wooden Pickaxe by means of a Stone Pickaxe. - Collect Cobblestone, Iron Lump, Coal Lump and so on. - Craft a Furnace and smelt the Iron Lumps to Steel Ingots. - Craft the Offering Bowl. - Build the altar (5x5x5 blocks large) by means of 125 Cobblestone. - Place 16 Torches on the altar. - Place the Offering Bowl in the middle. - Craft the Steel Sword. - Harvest the Wheat when it is ripe. (has to be as high as a normal block) - Craft the 2 Flour from 8 Wheat. - Cook the Bread in the Furnace. - Sacrifice the 2 Breads and the Sword. That's it. Simple, or? :)
de: Deine Aufgabe: Baue einen Altar und opfere Brot und ein Schwert für die Götter. Du kannst diese Hilfeseite immer wieder öffnen über das Kommando /exam_help Im Detail: - Entferne ein Dirt Block und platziere das Wasser in das Loch. - Mache dir eine Hacke aus Holz (Wooden Hoe) und bearbeite den Boden um das Wasser herum für den Samen. (nutze den Crafting Guide für die Baurezepte) - Platziere den Samen (seed) auf den bearbeiteten Boden. - Mache dir eine hölzerne Spitzhacke (Wooden Pickaxe) und betreíbe Bergbau (Steine klopfen). - Ersetze die hölzerne Spitzhacke bald durch eine Spitzhacke aus Stein (Stone Pickaxe). - Sammle Cobblestone, Eisen (Iron Lump), Kohle (Coal Lump) usw. - Baue eine Ofen (Furnace) und schmelze das Eisen zu Stahlbarren (Steel Ingots). - Baue die Opferschale (Offering Bowl). - Baue den Altar (5x5x5 Blöcke groß) aus 125 Cobblestone Blöcken. - Platziere die 16 Fakeln (Torches) auf den Altar. - Platziere die Opferschale in der Mitte. - Mache das Stahlschwert (Steel Sword). - Ernte den Weizen (Wheat), wenn er reif ist (muss so hoch sein wie ein normaler Block) - Mache 2 Mehl (Flour) aus 8 Weizen. - Backe das Brot im Ofen. - Opfere die 2 Brote und das Schwert. Das war's schon. Einfach, oder? :)
